Repository: anemoris/Colofa
Catalog: Colofa/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# commitUnavailableNoRepository
source: Open a Repository before committing.
ja: コミットする前にリポジトリを開いてください。
ko: 커밋하기 전에 저장소를 여세요.
zh_hans: 提交前请先打开仓库。
zh_hant: 提交前請先開啟儲存庫。

# commitUnavailableNoStagedChanges
source: Stage at least one change before committing.
ja: コミットする前に、変更を 1 つ以上ステージしてください。
ko: 커밋하기 전에 변경 사항을 하나 이상 스테이징하세요.
zh_hans: 提交前请至少暂存一项更改。
zh_hant: 提交前請至少暫存一項變更。

# commitUnavailableNothingToAmend
source: This Branch has no Commit to amend yet.
ja: このブランチには、まだ修正できるコミットがありません。
ko: 이 브랜치에는 아직 수정할 커밋이 없습니다.
zh_hans: 此分支尚无可修订的提交。
zh_hant: 此分支尚無可修訂的提交。

# commitUnavailableOperationInProgress
source: Finish or abort the Git operation in progress before committing.
ja: コミットする前に、進行中の Git 操作を完了するか中止してください。
ko: 커밋하기 전에 진행 중인 Git 작업을 완료하거나 중단하세요.
zh_hans: 提交前请先完成或中止进行中的 Git 操作。
zh_hant: 提交前請先完成或中止進行中的 Git 操作。

source: Additions
ja: 追加行
ko: 추가된 줄
zh_hans: 新增行
zh_hant: 新增行

source: Deletions
ja: 削除行
ko: 삭제된 줄
zh_hans: 删除行
zh_hant: 刪除行

# diffBeyondLimit
source: Diff Too Large to Render
ja: 差分が大きすぎて表示できません
ko: 차이가 너무 커서 표시할 수 없음
zh_hans: 差异过大，无法渲染
zh_hant: 差異過大，無法算繪

# diffBeyondLimitDescription
source: Colofa stopped reading this patch at its limit. The counts below come from Git rather than from the patch.
ja: Colofa は上限でこのパッチの読み込みを止めました。以下の集計はパッチではなく Git によるものです。
ko: Colofa는 한도에서 이 패치 읽기를 멈췄습니다. 아래 수치는 패치가 아니라 Git에서 나온 것입니다.
zh_hans: Colofa 已在上限处停止读取此补丁。下列计数来自 Git，而非补丁本身。
zh_hant: Colofa 已在上限處停止讀取此修補檔。下列計數來自 Git，而非修補檔本身。

# diffBinaryContent
source: Binary File
ja: バイナリファイル
ko: 바이너리 파일
zh_hans: 二进制文件
zh_hant: 二進位檔案

# diffBinaryContentDescription
source: Binary content has no lines to compare.
ja: バイナリの内容には比較できる行がありません。
ko: 바이너리 내용에는 비교할 줄이 없습니다.
zh_hans: 二进制内容没有可比较的行。
zh_hant: 二進位內容沒有可比較的行。

# diffChangedFiles
source: Changed Files
ja: 変更されたファイル
ko: 변경된 파일
zh_hans: 改动的文件
zh_hant: 變更的檔案

source: Diff Layout
ja: 差分レイアウト
ko: 차이 레이아웃
zh_hans: 差异布局
zh_hant: 差異佈局

# diffLines
source: Lines
ja: 行数
ko: 줄 수
zh_hans: 行数
zh_hant: 行數

# diffLoadFailed
source: Diff Could Not Be Loaded
ja: 差分を読み込めませんでした
ko: 차이를 불러오지 못함
zh_hans: 无法加载差异
zh_hant: 無法載入差異

# diffModeChanged
source: File Mode Changed
ja: ファイルモードが変更されました
ko: 파일 모드 변경됨
zh_hans: 文件模式已更改
zh_hant: 檔案模式已變更

# diffMoreThan
source: More than %@
ja: %@ 超
ko: %@ 초과
zh_hans: 超过 %@
zh_hant: 超過 %@

# diffNewCommit
source: New Commit
ja: 変更後のコミット
ko: 새 커밋
zh_hans: 变更后提交
zh_hant: 變更後提交

# diffNoNewlineAtEndOfFile
source: No newline at end of file
ja: ファイル末尾に改行がありません
ko: 파일 끝에 줄바꿈 없음
zh_hans: 文件末尾没有换行符
zh_hant: 檔案結尾沒有換行符號

# diffNoTextualChanges
source: No Textual Changes
ja: テキストの変更はありません
ko: 텍스트 변경 없음
zh_hans: 没有文本改动
zh_hant: 沒有文字變更

# diffNoTextualChangesDescription
source: Git reports this path as changed but has no lines to show.
ja: Git はこのパスを変更ありと報告していますが、表示する行はありません。
ko: Git은 이 경로가 변경되었다고 보고하지만 표시할 줄이 없습니다.
zh_hans: Git 报告此路径已更改，但没有可显示的行。
zh_hant: Git 回報此路徑已變更，但沒有可顯示的行。

source: Diff Not Loaded Automatically
ja: 差分は自動で読み込まれません
ko: 차이를 자동으로 불러오지 않음
zh_hans: 差异未自动加载
zh_hant: 差異未自動載入

# diffNotLoadedAutomaticallyDescription
source: This patch is larger than the size Colofa renders without being asked.
ja: このパッチは Colofa が確認なしに表示するサイズを超えています。
ko: 이 패치는 Colofa가 묻지 않고 표시하는 크기를 넘습니다.
zh_hans: 此补丁超过 Colofa 无需询问即渲染的大小。
zh_hant: 此修補檔超過 Colofa 無需詢問即算繪的大小。

# diffOldCommit
source: Old Commit
ja: 変更前のコミット
ko: 이전 커밋
zh_hans: 变更前提交
zh_hant: 變更前提交

# diffPathNotInWorkingTree
source: This path is no longer in the working tree, so there is no file to open.
ja: このパスはワーキングツリーに存在しないため、開けるファイルがありません。
ko: 이 경로는 작업 트리에 없으므로 열 파일이 없습니다.
zh_hans: 此路径已不在工作树中，没有可打开的文件。
zh_hant: 此路徑已不在工作樹中，沒有可開啟的檔案。

# diffRenamedFrom
source: Renamed from %@
ja: %@ から名前変更
ko: %@에서 이름 변경됨
zh_hans: 由 %@ 重命名
zh_hant: 由 %@ 重新命名

# diffSize
source: Size
ja: サイズ
ko: 크기
zh_hans: 大小
zh_hant: 大小

# diffSubmodule
source: Submodule
ja: サブモジュール
ko: 서브모듈
zh_hans: 子模块
zh_hant: 子模組

# diffUnavailableForConflict
source: This Diff is unavailable until the Conflict is resolved.
ja: この差分は競合が解決されるまで利用できません。
ko: 이 차이는 충돌이 해결될 때까지 사용할 수 없습니다.
zh_hans: 在冲突解决之前无法查看此差异。
zh_hant: 在衝突解決之前無法檢視此差異。

# loadDiffAnyway
source: Load Anyway
ja: それでも読み込む
ko: 그래도 불러오기
zh_hans: 仍然加载
zh_hant: 仍然載入

source: Loading Diff…
ja: 差分を読み込み中…
ko: 차이 불러오는 중…
zh_hans: 正在加载差异…
zh_hant: 正在載入差異…

source: Open in Default Editor
ja: デフォルトのエディタで開く
ko: 기본 편집기에서 열기
zh_hans: 在默认编辑器中打开
zh_hant: 在預設編輯器中開啟

source: Reload Diff
ja: 差分を再読み込み
ko: 차이 다시 불러오기
zh_hans: 重新加载差异
zh_hant: 重新載入差異

# splitLayout
source: Split
ja: 並列表示
ko: 분할 보기
zh_hans: 并排视图
zh_hant: 並排檢視

# unifiedLayout
source: Unified
ja: 統合表示
ko: 통합 보기
zh_hans: 统一视图
zh_hant: 統一檢視

# commitAuthor
source: Author
ja: 作成者
ko: 작성자
zh_hans: 作者
zh_hant: 作者

# commitAuthored
source: Authored
ja: 作成日時
ko: 작성 시각
zh_hans: 创作时间
zh_hant: 創作時間

# commitCommitted
source: Committed
ja: コミット日時
ko: 커밋 시각
zh_hans: 提交时间
zh_hant: 提交時間

# commitCommitter
source: Committer
ja: コミッター
ko: 커미터
zh_hans: 提交者
zh_hant: 提交者

# commitMerge
source: Merge Commit
ja: マージコミット
ko: 병합 커밋
zh_hans: 合并提交
zh_hant: 合併提交

# commitParents
source: Parents
ja: 親コミット
ko: 부모 커밋
zh_hans: 父提交
zh_hant: 父提交

# commitRefs
source: Refs
ja: 参照
ko: 참조
zh_hans: 引用
zh_hant: 參考

# commitRoot
source: First commit in this repository
ja: このリポジトリの最初のコミット
ko: 이 저장소의 첫 커밋
zh_hans: 本仓库的首个提交
zh_hant: 本儲存庫的首個提交

# commitShallowBoundary
source: Shallow clone boundary. Earlier history was not fetched.
ja: シャロークローンの境界です。これより前の履歴は取得されていません。
ko: 얕은 클론의 경계입니다. 이전 히스토리는 가져오지 않았습니다.
zh_hans: 浅克隆边界。更早的历史未被获取。
zh_hant: 淺複製邊界。更早的歷史未被取得。

source: Copy Branch Name
ja: ブランチ名をコピー
ko: 브랜치 이름 복사
zh_hans: 拷贝分支名称
zh_hant: 拷貝分支名稱

source: Copy SHA
ja: SHA をコピー
ko: SHA 복사
zh_hans: 拷贝 SHA
zh_hant: 拷貝 SHA

# historyLoadFailed
source: History Could Not Be Read
ja: 履歴を読み込めませんでした
ko: 히스토리를 읽을 수 없습니다
zh_hans: 无法读取历史
zh_hant: 無法讀取歷史

# historyRefLocalBranch
source: Branch
ja: ブランチ
ko: 브랜치
zh_hans: 分支
zh_hant: 分支

# historyRefRemoteBranch
source: Remote Branch
ja: リモートブランチ
ko: 원격 브랜치
zh_hans: 远程分支
zh_hant: 遠端分支

# historyRefTag
source: Tag
ja: タグ
ko: 태그
zh_hans: 标签
zh_hant: 標籤

# historyUnbornDescription
source: This branch has no commits yet, so nothing is reachable from it.
ja: このブランチにはまだコミットがないため、到達できる履歴はありません。
ko: 이 브랜치에는 아직 커밋이 없어 도달할 수 있는 항목이 없습니다.
zh_hans: 该分支尚无提交，因此没有可到达的历史。
zh_hant: 此分支尚無提交，因此沒有可到達的歷史。

# loadMoreHistory
source: Load More
ja: さらに読み込む
ko: 더 불러오기
zh_hans: 载入更多
zh_hant: 載入更多

source: Loading History
ja: 履歴を読み込み中
ko: 히스토리 불러오는 중
zh_hans: 正在载入历史
zh_hant: 正在載入歷史

source: No Commit Selected
ja: コミットが選択されていません
ko: 선택된 커밋 없음
zh_hans: 未选择提交
zh_hant: 未選擇提交

# noCommitSelectedDescription
source: Select a commit to inspect its details.
ja: 詳細を確認するコミットを選択してください。
ko: 세부 정보를 볼 커밋을 선택하십시오.
zh_hans: 选择一个提交以查看其详情。
zh_hant: 選擇一個提交以查看其詳情。

source: Reload History
ja: 履歴を再読み込み
ko: 히스토리 다시 불러오기
zh_hans: 重新载入历史
zh_hant: 重新載入歷史

source: View History
ja: 履歴を表示
ko: 히스토리 보기
zh_hans: 查看历史
zh_hant: 查看歷史

# historyScope
source: Commits Shown
ja: 表示するコミット
ko: 표시할 커밋
zh_hans: 显示的提交
zh_hant: 顯示的提交

# historyScopeFirstParent
source: First Parent
ja: 第一親
ko: 첫 번째 부모
zh_hans: 第一父
zh_hant: 第一父

# historyScopeReachable
source: Reachable
ja: 到達可能
ko: 도달 가능
zh_hans: 可到达
zh_hant: 可到達

source: Cancel Fetch
ja: フェッチをキャンセル
ko: 페치 취소
zh_hans: 取消获取
zh_hant: 取消擷取

source: Fetch Failed
ja: フェッチに失敗しました
ko: 페치 실패
zh_hans: 获取失败
zh_hant: 擷取失敗

# fetchInProgress
source: Fetching…
ja: フェッチ中…
ko: 페치 중…
zh_hans: 正在获取…
zh_hant: 正在擷取…

# fetchingRemote
source: Fetching “%@”…
ja: 「%@」をフェッチ中…
ko: “%@” 페치 중…
zh_hans: 正在获取“%@”…
zh_hant: 正在擷取「%@」…

# fetchNothingEligibleDescription
source: Git is configured to skip every remote when fetching all of them.
ja: すべてのリモートをフェッチする際、Git はすべてのリモートをスキップするよう設定されています。
ko: 모든 원격 저장소를 페치할 때 Git이 전부 건너뛰도록 설정되어 있습니다.
zh_hans: Git 已配置为在获取全部远程时跳过每一个远程。
zh_hant: Git 已設定為擷取全部遠端時跳過每一個遠端。

# fetchNothingEligibleTitle
source: Nothing to Fetch
ja: フェッチ対象がありません
ko: 페치할 항목 없음
zh_hans: 没有可获取的远程
zh_hant: 沒有可擷取的遠端

# fetchPartiallyFailedDescription
source: Colofa could not fetch %@. The other remotes were refreshed.
ja: Colofa は %@ をフェッチできませんでした。ほかのリモートは更新されました。
ko: Colofa에서 %@을(를) 페치하지 못했습니다. 다른 원격 저장소는 새로 고쳐졌습니다.
zh_hans: Colofa 无法获取 %@。其余远程已刷新。
zh_hant: Colofa 無法擷取 %@。其餘遠端已重新整理。

# fetchPlanFailedDescription
source: Colofa could not read which remotes Git allows a Fetch of all remotes to contact.
ja: すべてのリモートのフェッチが対象にできるリモートを、Git から読み取れませんでした。
ko: 모든 원격 저장소를 페치할 때 Git이 허용하는 대상을 읽지 못했습니다.
zh_hans: Colofa 无法读取 Git 允许「获取全部远程」联系哪些远程。
zh_hant: Colofa 無法讀取 Git 允許「擷取全部遠端」聯絡哪些遠端。

source: Fetch Remotes
ja: リモートをフェッチ
ko: 원격 저장소 페치
zh_hans: 获取远程
zh_hant: 擷取遠端

# fetchRemotesFailedDescription
source: Colofa could not fetch %@.
ja: Colofa は %@ をフェッチできませんでした。
ko: Colofa에서 %@을(를) 페치하지 못했습니다.
zh_hans: Colofa 无法获取 %@。
zh_hant: Colofa 無法擷取 %@。

# fetchRemotesHelp
source: Download remote branches and remove the ones deleted on their remote
ja: リモートブランチをダウンロードし、リモート側で削除されたものを取り除く
ko: 원격 브랜치를 다운로드하고 원격에서 삭제된 항목 제거
zh_hans: 下载远程分支，并移除远程已删除的分支
zh_hant: 下載遠端分支，並移除遠端已刪除的分支

source: Fetch Tags
ja: タグをフェッチ
ko: 태그 페치
zh_hans: 获取标签
zh_hant: 擷取標籤

source: Fetch Tags Failed
ja: タグのフェッチに失敗しました
ko: 태그 페치 실패
zh_hans: 获取标签失败
zh_hant: 擷取標籤失敗

# fetchTagsHelp
source: Download every tag from one remote
ja: 1 つのリモートからすべてのタグをダウンロード
ko: 원격 저장소 하나에서 모든 태그 다운로드
zh_hans: 从一个远程下载全部标签
zh_hant: 從一個遠端下載全部標籤

# fetchTagsRefusedDescription
source: These local tags point at different objects on the remote, so Git kept them. Every other tag was downloaded. %@
ja: 次のローカルタグはリモートでは別のオブジェクトを指しているため、Git はローカルのタグを保持しました。ほかのタグはすべてダウンロードされています。 %@
ko: 다음 로컬 태그는 원격에서 다른 객체를 가리키므로 Git이 로컬 태그를 유지했습니다. 나머지 태그는 모두 다운로드되었습니다. %@
zh_hans: 以下本地标签在远程指向不同的对象，因此 Git 保留了本地版本。其余标签均已下载。 %@
zh_hant: 以下本機標籤在遠端指向不同的物件，因此 Git 保留了本機版本。其餘標籤均已下載。 %@

# fetchTagsRefusedMoreTags
source: …and %@ more
ja: …ほか %@ 件
ko: …외 %@개
zh_hans: …以及另外 %@ 个
zh_hant: …以及另外 %@ 個

# fetchTagsRefusedTitle
source: Local Tags Kept from “%@”
ja: 「%@」のタグは適用されませんでした
ko: “%@”의 태그를 적용하지 않음
zh_hans: 已保留本地标签（来自“%@”）
zh_hant: 已保留本機標籤（來自「%@」）

# fetchTagsRemoteDescription
source: Choose the remote to download tags from. Existing local tags are never replaced or removed.
ja: タグのダウンロード元となるリモートを選択してください。既存のローカルタグが置き換えられたり削除されたりすることはありません。
ko: 태그를 다운로드할 원격 저장소를 선택하세요. 기존 로컬 태그는 대체되거나 삭제되지 않습니다.
zh_hans: 选择下载标签的远程。现有的本地标签不会被替换或删除。
zh_hant: 選擇下載標籤的遠端。現有的本機標籤不會被取代或刪除。

# fetchUnavailableFetchInProgress
source: A Fetch is already running.
ja: フェッチがすでに実行中です。
ko: 페치가 이미 실행 중입니다.
zh_hans: 已有一次获取正在运行。
zh_hant: 已有一次擷取正在執行。

# fetchUnavailableMutationInProgress
source: Another Git command is still running.
ja: 別の Git コマンドがまだ実行中です。
ko: 다른 Git 명령이 아직 실행 중입니다.
zh_hans: 另一条 Git 命令仍在运行。
zh_hant: 另一條 Git 命令仍在執行。

# fetchUnavailableNoRemotes
source: This Repository has no configured remote.
ja: このリポジトリにはリモートが設定されていません。
ko: 이 저장소에는 구성된 원격 저장소가 없습니다.
zh_hans: 此仓库未配置远程。
zh_hant: 此儲存庫未設定遠端。

# fetchUnavailableNoRepository
source: Open a Repository first.
ja: 先にリポジトリを開いてください。
ko: 먼저 저장소를 여세요.
zh_hans: 请先打开仓库。
zh_hant: 請先開啟儲存庫。

source: Last Fetch
ja: 最終フェッチ
ko: 마지막 페치
zh_hans: 上次获取
zh_hant: 上次擷取

# lastFetchNever
source: Never
ja: なし
ko: 없음
zh_hans: 从未
zh_hant: 從未

source: Remote
ja: リモート
ko: 원격 저장소
zh_hans: 远程
zh_hant: 遠端

# authenticationUsernameTitle
source: Username Required
ja: ユーザ名が必要です
ko: 사용자 이름 필요
zh_hans: 需要用户名
zh_hant: 需要使用者名稱

# authenticationPasswordTitle
source: Password Required
ja: パスワードが必要です
ko: 비밀번호 필요
zh_hans: 需要密码
zh_hant: 需要密碼

# authenticationPassphraseTitle
source: Passphrase Required
ja: パスフレーズが必要です
ko: 암호 구문 필요
zh_hans: 需要密钥口令
zh_hant: 需要金鑰通行密碼

# authenticationHostKeyTitle
source: New SSH Host
ja: 未知の SSH ホスト
ko: 새 SSH 호스트
zh_hans: 新的 SSH 主机
zh_hant: 新的 SSH 主機

# authenticationHostKeyChangedTitle
source: SSH Host Key Changed
ja: SSH ホスト鍵が変更されました
ko: SSH 호스트 키가 변경됨
zh_hans: SSH 主机密钥已更改
zh_hant: SSH 主機金鑰已變更

# authenticationHostKeyUnverifiedTitle
source: SSH Host Not Verified
ja: SSH ホストを確認できません
ko: SSH 호스트가 확인되지 않음
zh_hans: 未验证 SSH 主机
zh_hant: 未驗證 SSH 主機

# authenticationDeclinedTitle
source: Authentication Canceled
ja: 認証をキャンセルしました
ko: 인증이 취소됨
zh_hans: 已取消身份验证
zh_hant: 已取消驗證

# authenticationRequestTitle
source: Authentication Request
ja: 認証リクエスト
ko: 인증 요청
zh_hans: 身份验证请求
zh_hant: 驗證請求

# authenticationUsernameMessage
source: Git needs the account name for this remote. Your configured credential helpers had no answer for it.
ja: Git はこのリモートのアカウント名を必要としています。設定済みの認証情報ヘルパーからは得られませんでした。
ko: Git에 이 원격 저장소의 계정 이름이 필요합니다. 구성된 자격 증명 헬퍼에서는 얻지 못했습니다.
zh_hans: Git 需要此远程的账户名。已配置的凭据助手未能提供。
zh_hant: Git 需要此遠端的帳號名稱。已設定的憑證輔助程式未能提供。

# authenticationPasswordMessage
source: Git needs a password or personal access token for this remote. Your configured credential helpers had no answer for it.
ja: Git はこのリモートのパスワードまたはパーソナルアクセストークンを必要としています。設定済みの認証情報ヘルパーからは得られませんでした。
ko: Git에 이 원격 저장소의 비밀번호 또는 개인 액세스 토큰이 필요합니다. 구성된 자격 증명 헬퍼에서는 얻지 못했습니다.
zh_hans: Git 需要此远程的密码或个人访问令牌。已配置的凭据助手未能提供。
zh_hant: Git 需要此遠端的密碼或個人存取權杖。已設定的憑證輔助程式未能提供。

# authenticationPassphraseMessage
source: OpenSSH needs the passphrase that decrypts this private key. Your SSH agent had no answer for it.
ja: OpenSSH はこの秘密鍵を復号するパスフレーズを必要としています。ssh-agent からは得られませんでした。
ko: OpenSSH에 이 개인 키를 복호화할 암호 구문이 필요합니다. ssh-agent에서는 얻지 못했습니다.
zh_hans: OpenSSH 需要用于解密此私钥的口令。ssh-agent 未能提供。
zh_hant: OpenSSH 需要用來解密此私密金鑰的通行密碼。ssh-agent 未能提供。

# authenticationHostKeyMessage
source: OpenSSH has never connected to this host. Compare the fingerprint with the one the host's operator published before continuing.
ja: OpenSSH がこのホストに接続するのは初めてです。続ける前に、フィンガープリントをホストの運用者が公開している値と照合してください。
ko: OpenSSH가 이 호스트에 연결한 적이 없습니다. 계속하기 전에 지문을 호스트 운영자가 게시한 값과 대조하세요.
zh_hans: OpenSSH 从未连接过此主机。请先将指纹与主机运营方公布的值核对，再继续。
zh_hant: OpenSSH 從未連線至此主機。請先將指紋與主機營運方公布的值核對，再繼續。

# authenticationHostKeyChangedMessage
source: OpenSSH recorded a different key for this host, so the connection was refused. Colofa offers no way to continue. Confirm the change with the host's operator, then update your known_hosts file yourself.
ja: OpenSSH はこのホストに別の鍵を記録しているため、接続は拒否されました。Colofa には続行する手段はありません。ホストの運用者に変更を確認したうえで、known_hosts ファイルをご自身で更新してください。
ko: OpenSSH가 이 호스트에 대해 다른 키를 기록해 두었으므로 연결이 거부되었습니다. Colofa는 계속할 방법을 제공하지 않습니다. 호스트 운영자에게 변경 사실을 확인한 뒤 known_hosts 파일을 직접 업데이트하세요.
zh_hans: OpenSSH 为此主机记录的是另一个密钥，因此连接已被拒绝。Colofa 不提供继续的方式。请先向主机运营方确认此变更，再自行更新 known_hosts 文件。
zh_hant: OpenSSH 為此主機記錄的是另一個金鑰，因此連線已遭拒。Colofa 不提供繼續的方式。請先向主機營運方確認此變更，再自行更新 known_hosts 檔案。

# authenticationHostKeyUnverifiedMessage
source: OpenSSH could not verify this host's key, so the connection was refused. Nothing was sent to the remote.
ja: OpenSSH はこのホストの鍵を検証できなかったため、接続は拒否されました。リモートには何も送信されていません。
ko: OpenSSH가 이 호스트의 키를 확인하지 못해 연결이 거부되었습니다. 원격 저장소로 전송된 내용은 없습니다.
zh_hans: OpenSSH 无法验证此主机的密钥，因此连接已被拒绝。未向远程发送任何内容。
zh_hant: OpenSSH 無法驗證此主機的金鑰，因此連線已遭拒。未向遠端傳送任何內容。

# authenticationDeclinedMessage
source: Git had no credentials for this remote and none were provided, so the command stopped. Nothing was changed.
ja: Git はこのリモートの認証情報を持たず、入力もされなかったため、コマンドは停止しました。変更は行われていません。
ko: Git에 이 원격 저장소의 자격 증명이 없고 입력도 되지 않아 명령이 중단되었습니다. 변경된 내용은 없습니다.
zh_hans: Git 没有此远程的凭据，也未获得凭据，因此命令已停止。未发生任何更改。
zh_hant: Git 沒有此遠端的憑證，也未取得憑證，因此指令已停止。未發生任何變更。

# authenticationChannelUnavailableTitle
source: Cannot Ask for Credentials
ja: 認証情報を確認できません
ko: 자격 증명을 요청할 수 없음
zh_hans: 无法请求凭据
zh_hant: 無法請求憑證

# authenticationChannelUnavailableMessage
source: Colofa could not open the channel Git and OpenSSH ask for credentials through, so the command ran without any way to reach you. Try again; if it keeps happening, check that your temporary folder is writable. (%@)
ja: Git と OpenSSH が認証情報を尋ねるためのチャネルを Colofa が開けなかったため、コマンドはお尋ねする手段のないまま実行されました。もう一度お試しください。繰り返し発生する場合は、一時フォルダに書き込めるかご確認ください。（%@）
ko: Git과 OpenSSH가 자격 증명을 요청하는 채널을 Colofa가 열지 못해, 명령이 사용자에게 물어볼 방법 없이 실행되었습니다. 다시 시도하세요. 계속 발생하면 임시 폴더에 쓸 수 있는지 확인하세요. (%@)
zh_hans: Colofa 无法打开 Git 与 OpenSSH 用来询问凭据的通道，因此该命令在无法向你提问的情况下运行。请重试；若持续出现，请检查临时文件夹是否可写。（%@）
zh_hant: Colofa 無法開啟 Git 與 OpenSSH 用來詢問憑證的通道，因此該指令在無法向你提問的情況下執行。請重試；若持續出現，請檢查暫存資料夾是否可寫入。（%@）

# authenticationRequestMessage
source: Git asked a question Colofa does not recognize. It is shown below exactly as it was asked, and your answer is treated as a secret.
ja: Colofa が認識できない質問を Git が行いました。原文をそのまま以下に示します。入力内容は秘密として扱われます。
ko: Colofa가 인식하지 못하는 질문을 Git이 보냈습니다. 아래에 원문 그대로 표시되며, 입력한 내용은 비밀로 취급됩니다.
zh_hans: Git 提出了 Colofa 无法识别的问题。原文如下所示，你的回答将按机密处理。
zh_hant: Git 提出了 Colofa 無法識別的問題。原文如下所示，你的回答將視為機密處理。

# authenticationUsernameField
source: Username
ja: ユーザ名
ko: 사용자 이름
zh_hans: 用户名
zh_hant: 使用者名稱

# authenticationPasswordField
source: Password or Token
ja: パスワードまたはトークン
ko: 비밀번호 또는 토큰
zh_hans: 密码或令牌
zh_hant: 密碼或權杖

# authenticationPassphraseField
source: Passphrase
ja: パスフレーズ
ko: 암호 구문
zh_hans: 口令
zh_hant: 通行密碼

# authenticationAnswerField
source: Answer
ja: 回答
ko: 답변
zh_hans: 回答
zh_hant: 回答

# authenticationTrustHost
source: Trust and Continue
ja: 信頼して続ける
ko: 신뢰하고 계속
zh_hans: 信任并继续
zh_hant: 信任並繼續

# authenticationContinue
source: Continue
ja: 続ける
ko: 계속
zh_hans: 继续
zh_hant: 繼續

# authenticationHost
source: Host
ja: ホスト
ko: 호스트
zh_hans: 主机
zh_hant: 主機

# authenticationFingerprint
source: Fingerprint
ja: フィンガープリント
ko: 지문
zh_hans: 指纹
zh_hant: 指紋

# authenticationKey
source: Key
ja: 鍵
ko: 키
zh_hans: 密钥
zh_hant: 金鑰

# authenticationSubject
source: Request
ja: リクエスト
ko: 요청
zh_hans: 请求
zh_hant: 請求

# authenticationEphemeralNote
source: Colofa does not save this. Whether it is remembered is decided by your credential helper, Keychain, or SSH agent.
ja: Colofa はこの内容を保存しません。記憶するかどうかは、認証情報ヘルパー、キーチェーン、ssh-agent が決めます。
ko: Colofa는 이 내용을 저장하지 않습니다. 기억할지 여부는 자격 증명 헬퍼, 키체인, ssh-agent가 결정합니다.
zh_hans: Colofa 不会保存此内容。是否记住由你的凭据助手、钥匙串或 ssh-agent 决定。
zh_hant: Colofa 不會儲存此內容。是否記住由你的憑證輔助程式、鑰匙圈或 ssh-agent 決定。

source: Cancel Pull
ja: プルをキャンセル
ko: 풀 취소
zh_hans: 取消拉取
zh_hant: 取消拉取

# pullBlockedByLocalChanges
source: These files have local changes the Pull would overwrite: %@ Commit or Stash them first.
ja: 次のファイルには、プルによって上書きされるローカルの変更があります: %@ 先にコミットするかスタッシュしてください。
ko: 다음 파일에는 풀이 덮어쓸 로컬 변경 사항이 있습니다: %@ 먼저 커밋하거나 스태시하세요.
zh_hans: 以下文件的本地更改会被拉取覆盖： %@ 请先提交或贮藏这些更改。
zh_hant: 以下檔案的本機更改會被拉取覆蓋： %@ 請先提交或儲藏這些更改。

# pullBlockedByLocalWork
source: This uncommitted work would be overwritten by the Pull: %@ Commit or Stash the tracked changes, and move or remove the untracked files.
ja: コミットされていない次の作業は、プルによって上書きされます: %@ 追跡中の変更はコミットまたはスタッシュし、追跡されていないファイルは移動または削除してください。
ko: 커밋되지 않은 다음 작업은 풀이 덮어씁니다: %@ 추적 중인 변경 사항은 커밋하거나 스태시하고, 추적되지 않는 파일은 옮기거나 삭제하세요.
zh_hans: 以下尚未提交的工作会被拉取覆盖： %@ 请提交或贮藏已跟踪的更改，并移动或删除未跟踪的文件。
zh_hant: 以下尚未提交的工作會被拉取覆蓋： %@ 請提交或儲藏已追蹤的更改，並移動或刪除未追蹤的檔案。

# pullBlockedByUntrackedFiles
source: These untracked files would be overwritten by the Pull: %@ Move or remove them first.
ja: 次の追跡されていないファイルは、プルによって上書きされます: %@ 先に移動または削除してください。
ko: 다음 추적되지 않는 파일은 풀이 덮어씁니다: %@ 먼저 옮기거나 삭제하세요.
zh_hans: 以下未跟踪的文件会被拉取覆盖： %@ 请先移动或删除它们。
zh_hant: 以下未追蹤的檔案會被拉取覆蓋： %@ 請先移動或刪除它們。

# pullBlockedTitle
source: Cannot Fast-Forward
ja: 早送りできません
ko: 빨리 감기할 수 없음
zh_hans: 无法快进
zh_hant: 無法快轉

# pullDivergedDescription
source: Pull only fast-forwards, so nothing was changed. “%1$@” is %2$@ ahead of “%3$@” and %4$@ behind it. Use Merge or Rebase to integrate the two histories.
ja: プルは早送りのみを行うため、何も変更されませんでした。「%1$@」は「%3$@」より %2$@ コミット先行し、%4$@ コミット遅れています。マージまたはリベースで両方の履歴を統合してください。
ko: 풀은 빨리 감기만 하므로 아무것도 변경하지 않았습니다. “%1$@”은(는) “%3$@”보다 %2$@개 앞서고 %4$@개 뒤처져 있습니다. 병합 또는 리베이스로 두 히스토리를 통합하세요.
zh_hans: 拉取只做快进，因此未做任何更改。“%1$@”领先“%3$@” %2$@ 个提交，落后 %4$@ 个提交。请使用合并或变基来整合两段历史。
zh_hant: 拉取只做快轉，因此未做任何更改。「%1$@」領先「%3$@」 %2$@ 個提交，落後 %4$@ 個提交。請使用合併或重定基底來整合兩段歷史。

# pullDivergedTitle
source: “%1$@” and “%2$@” Have Diverged
ja: 「%1$@」と「%2$@」は分岐しています
ko: “%1$@”과 “%2$@”이 갈라졌습니다
zh_hans: “%1$@”与“%2$@”已分叉
zh_hant: 「%1$@」與「%2$@」已分叉

source: Pull Failed
ja: プルに失敗しました
ko: 풀 실패
zh_hans: 拉取失败
zh_hant: 拉取失敗

# pullFetchingUpstream
source: Pulling from “%@”…
ja: 「%@」からプル中…
ko: “%@”에서 풀하는 중…
zh_hans: 正在从“%@”拉取…
zh_hant: 正在從「%@」拉取…

# pullIntegratingUpstream
source: Fast-forwarding to “%@”…
ja: 「%@」へ早送り中…
ko: “%@”(으)로 빨리 감는 중…
zh_hans: 正在快进到“%@”…
zh_hant: 正在快轉至「%@」…

# pullUnavailableConflict
source: Resolve every Conflict before pulling.
ja: プルする前に、すべてのコンフリクトを解決してください。
ko: 풀하기 전에 모든 충돌을 해결하세요.
zh_hans: 拉取前请先解决所有冲突。
zh_hant: 拉取前請先解決所有衝突。

# pullUnavailableDetachedHead
source: HEAD is detached. Check out a Branch before pulling.
ja: HEAD が分離しています。プルする前にブランチをチェックアウトしてください。
ko: HEAD가 분리되어 있습니다. 풀하기 전에 브랜치를 체크아웃하세요.
zh_hans: HEAD 处于分离状态。请先签出分支再拉取。
zh_hant: HEAD 處於分離狀態。請先簽出分支再拉取。

# pullUnavailableMutationInProgress
source: Another Git command is still running.
ja: 別の Git コマンドがまだ実行中です。
ko: 다른 Git 명령이 아직 실행 중입니다.
zh_hans: 另一条 Git 命令仍在运行。
zh_hant: 另一條 Git 命令仍在執行。

# pullUnavailableNoRepository
source: Open a Repository first.
ja: 先にリポジトリを開いてください。
ko: 먼저 저장소를 여세요.
zh_hans: 请先打开仓库。
zh_hant: 請先開啟儲存庫。

# pullUnavailableNoUpstream
source: This Branch has no upstream to pull from.
ja: このブランチにはプル元の上流がありません。
ko: 이 브랜치에는 풀할 업스트림이 없습니다.
zh_hans: 此分支没有可拉取的上游。
zh_hant: 此分支沒有可拉取的上游。

# pullUnavailableOperationInProgress
source: Finish or abort the Git operation in progress before pulling.
ja: プルする前に、進行中の Git 操作を完了するか中止してください。
ko: 풀하기 전에 진행 중인 Git 작업을 완료하거나 중단하세요.
zh_hans: 拉取前请先完成或中止进行中的 Git 操作。
zh_hant: 拉取前請先完成或中止進行中的 Git 操作。

# pullUnavailablePullInProgress
source: A Pull is already running.
ja: プルがすでに実行中です。
ko: 풀이 이미 실행 중입니다.
zh_hans: 已有一次拉取正在运行。
zh_hant: 已有一次拉取正在執行。

source: Branch
ja: ブランチ
ko: 브랜치
zh_hans: 分支
zh_hant: 分支

source: Publish
ja: ブランチを公開
ko: 브랜치 게시
zh_hans: 发布分支
zh_hant: 發布分支

# publishHelp
source: Create this branch on a remote and track it
ja: このブランチをリモートに作成して追跡します
ko: 이 브랜치를 원격에 만들고 추적합니다
zh_hans: 在远程创建此分支并将其设为上游
zh_hant: 在遠端建立此分支並將其設為上游

source: Cancel Push
ja: プッシュをキャンセル
ko: 푸시 취소
zh_hans: 取消推送
zh_hant: 取消推送

# pushCancelledRepositoryChangedMessage
source: The repository changed while the dialog was open, so what it showed is no longer where this push would go. Nothing was sent. Start the push again to see the current destination.
ja: ダイアログを開いている間にリポジトリが変化したため、表示されていた内容はこのプッシュの宛先ではなくなりました。何も送信されていません。現在の宛先を確認するには、もう一度プッシュを開始してください。
ko: 대화상자가 열려 있는 동안 저장소가 변경되어, 표시된 내용은 더 이상 이 푸시의 대상이 아닙니다. 아무것도 전송되지 않았습니다. 현재 대상을 확인하려면 푸시를 다시 시작하세요.
zh_hans: 对话框打开期间仓库发生了变化，其中显示的内容已不再是此次推送的去向。没有发送任何内容。请重新发起推送以查看当前目标。
zh_hant: 對話框開啟期間儲存庫發生變更，其中顯示的內容已不再是此次推送的去向。沒有傳送任何內容。請重新發起推送以查看目前目標。

# pushCancelledRepositoryChangedTitle
source: Push Canceled
ja: プッシュをキャンセルしました
ko: 푸시가 취소됨
zh_hans: 已取消推送
zh_hant: 已取消推送

# forceDeleteBranch
source: Force Delete
ja: 強制削除
ko: 강제 삭제
zh_hans: 强制删除
zh_hant: 強制刪除

source: Force Push
ja: 強制プッシュ
ko: 강제 푸시
zh_hans: 强制推送
zh_hant: 強制推送

source: Force Push with Lease
ja: リース付き強制プッシュ
ko: 리스를 사용한 강제 푸시
zh_hans: 带租约的强制推送
zh_hant: 帶租約的強制推送

# forcePushWithLeaseDescription
source: This replaces the history of “%@”. It is refused if the remote has moved since this dialog opened.
ja: 「%@」の履歴を置き換えます。このダイアログを開いてからリモートが変化していた場合は拒否されます。
ko: “%@”의 히스토리를 대체합니다. 이 대화상자를 연 뒤 원격이 변경되었다면 거부됩니다.
zh_hans: 这会替换“%@”的历史。若自本对话框打开后远程已变动，推送将被拒绝。
zh_hant: 這會取代「%@」的歷史。若自本對話框開啟後遠端已變動，推送將被拒絕。

# forcePushUnavailableNoLease
source: Colofa has never seen this upstream, so there is no object to lease against. Fetch before force pushing.
ja: この上流をまだ一度も取得していないため、リースの対象となるオブジェクトがありません。強制プッシュする前にフェッチしてください。
ko: 이 업스트림을 아직 한 번도 가져오지 않아 리스로 삼을 객체가 없습니다. 강제 푸시하기 전에 페치하세요.
zh_hans: 尚未获取过此上游，因此没有可作为租约的对象。请先获取再强制推送。
zh_hant: 尚未擷取過此上游，因此沒有可作為租約的物件。請先擷取再強制推送。

# publishRemoteDescription
source: Choose the remote to create “%@” on. It becomes this branch's upstream.
ja: 「%@」を作成するリモートを選択してください。そのリモートがこのブランチの上流になります。
ko: “%@”을(를) 만들 원격을 선택하세요. 해당 원격이 이 브랜치의 업스트림이 됩니다.
zh_hans: 选择用于创建“%@”的远程。该远程将成为此分支的上游。
zh_hant: 選擇用於建立「%@」的遠端。該遠端將成為此分支的上游。

source: Push Failed
ja: プッシュに失敗しました
ko: 푸시 실패
zh_hans: 推送失败
zh_hant: 推送失敗

source: Publish Failed
ja: ブランチの公開に失敗しました
ko: 브랜치 게시 실패
zh_hans: 发布分支失败
zh_hant: 發布分支失敗

# pushRejectedTitle
source: Push Rejected
ja: プッシュが拒否されました
ko: 푸시 거부됨
zh_hans: 推送被拒绝
zh_hant: 推送被拒絕
